Repository: mattemre/ONIMods
Catalog: ModUpdateDate/translations/*.po
Languages: tr

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_CANCEL
source: CANCEL
tr: İptal

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_MORE
source: <i>(and {0:D} more...)</i>
tr: <i>(ve {0:D} daha)</i>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_OK
source: FORCE UPDATE
tr: Güncellemeyi zorla

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.CONFIRM_UPDATE
source: Continuing will reinstall the latest version of: {0}from the Workshop. <color=#FFCC00>A best effort will be made to preserve mod options.</color> Check again after updating and enable the mod if necessary.
tr: Devam etmek, en son sürümü yeniden yükleyecektir: {0} Atölyeden yeniden yüklendi. <color=#FFCC00>Bu ayar mod seçeneklerini olabildiğince koruyacaktır.</color> Güncellemeden sonra tekrar kontrol edin ve gerekirse modu etkinleştirin.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.LOCAL_UPDATE
source: <b>Local Updated:</b> {0:f}
tr: <b>Yerel güncelleme:</b> {0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE
source: <color=#FFCC00>{0:D} mods may be out of date</color>
tr: <color=#FFCC00>{0:D} modlar eski olabilir</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MAINMENU_UPDATE_1
source: <color=#FFCC00>1 mod may be out of date</color>
tr: <color=#FFCC00>1 Mod eski olabilir</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_OUTDATED
source: This mod appears to be out of date!
tr: Bu mod güncel değil gibi görünüyor!

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_1
source: Update one mod which appears to be out of date
tr: Güncelliğini yitirmiş gibi görünen bir modu güncelleyin

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATE_ALL
source: Update {0:D} mods which appear to be out of date
tr: Güncelliğini yitirmiş görünen {0:D} modlarını güncelleyin

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED
source: This mod appears to be up to date.
tr: Bu mod güncel görünüyor.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.MOD_UPDATED_BYUS
source: This mod was locally updated by Mod Updater.
tr: Bu mod, Mod Updater tarafından yerel olarak güncellendi.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.OPTION_MAINMENU
source: Show Updates in Main Menu
tr: Güncellemeleri Ana Menüde Göster

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE
source: <b>Steam Updated:</b> {0:f}
tr: <b>Steam'de güncellendi:</b> {0:f}

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.STEAM_UPDATE_UNKNOWN
source: <b>Steam Updated</b>: Unknown
tr: <b>Steam'de Updated</b>: Unknown

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_CANTSTART
source: Unable to start download
tr: İndirme başlatılamıyor

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_ERROR
source: Check your connection, and that the mods directory has sufficient disk space and permissions.
tr: Bağlantınızı ve mods dizininin yeterli disk alanına ve izinlere sahip olduğunu kontrol edin.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_FOOTER_OK
source: {0} will be updated on the next restart.
tr: {0} bir sonraki yeniden başlatmada güncellenecektir.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_HEADER
source: <size=16>Update results:</size>
tr: <size=16>Sonuçları güncelle:</size>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_INPROGRESS
source: An update for another mod is already in progress.
tr: Başka bir mod için güncelleme devam ediyor.

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_MULTIPLE
source: These mods
tr: Bu modlar

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NODETAILS
source: Uninstalled or not found on workshop
tr: Kaldırıldı veya atölyede bulunamadı

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_NOFILE
source: No file found to download
tr: İndirilecek dosya bulunamadı

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OFFLINE
source: Cannot download in Offline Mode
tr: Çevrimdışı Modda indirilemiyor

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG
source: <b>{0}</b>: <color=#00CC00>{1:D} custom mod option files backed up</color>
tr: <b>{0}</b>: <color=#00CC00>{1:D} özelleştirilmiş mod seçenekleri yedeklendi </color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_CONFIG_1
source: <b>{0}</b>: <color=#00CC00>One custom mod option file backed up</color>
tr: <b>{0}</b>: <color=#00CC00>Bir özel mod seçeneği yedeklendi </color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_OK_NOCONFIG
source: <b>{0}</b>: <color=#FFCC00>Unable to back up configuration files</color>
tr: <b>{0}</b>: <color=#FFCC00>Yapılandırma dosyaları yedeklenemiyor</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_ONE
source: This mod
tr: Bu mod

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST
source: <b>{0:D}</b> <color=#00CC00>mods were updated with no errors</color>
tr: <b>{0:D}</b> <color=#00CC00>modlar hatasız olarak güncellendi </color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_REST_1
source: <b>One</b> <color=#00CC00>mod was updated with no errors</color>
tr: <b>Eine</b> <color=#00CC00>mod hatasız olarak güncellendi</color>

# PeterHan.ModUpdateDate.ModUpdateDateStrings.UI.MODUPDATER.UPDATE_SINGLE
source: <b>{0}</b>: <color=#00CC00>Updated</color>
tr: <b>{0}</b>: <color=#00CC00>Güncellendi</color>

source: If selected, a warning with the number of potentially outdated mods is shown in the main menu.
tr: Bu seçenek seçildiğinde, Potansiyel olarak kullanılmayan modların sayısıyla birlikte görüntülenen uyarı.
